Repository: wasmah-development/animeKeyBackent
Catalog: AnimeKeyBackend/Shared/Resources/SharedResource.*.resx
Languages: ar, id

source: Address
ar: العنوان
id: Alamat

source: Advanced Search
ar: بحث متقدم
id: Pencarian Lanjutan

source: Arabic Name
ar: الاسم العربي
id: Nama Arab

source: Birth Date
ar: تاريخ الميلاد
id: Tanggal lahir

# BtnAdd
source: Add
ar: اضافة
id: Menambahkan

# BtnBack
source: Back
ar: رجوع
id: Kembali

# BtnClose
source: Close
ar: اغلاق
id: Menutup

# BtnSave
source: Save
ar: حفظ
id: Menyimpan

source: Choose Department
ar: اختر قسم
id: Pilih Departemen

source: Choose Educational Degree
ar: اختر الدرجة العلمية
id: Pilih Gelar Pendidikan

source: Choose Gender
ar: اختر جنس
id: Pilih Jenis Kelamin

source: Choose Nationality
ar: اختر جنسية
id: Pilih Kebangsaan

source: Code
ar: الكود
id: Kode

source: Data Saved Successfully
ar: تم حفظ البيانات بنجاح
id: Data Disimpan Berhasil

# DeleteErrorMsg
source: Error on deleting this item , please try again
ar: حدث خطاء اثناء حذف هذا العنصر , برجاء حاول مجددآ
id: Kesalahan saat menghapus item ini, silakan coba lagi

source: Department
ar: القسم
id: Departemen

source: Edit
ar: تعديل

source: Educational Degree
ar: الدرجة العلمية
id: Gelar Pendidikan

source: Employees
ar: الموظفين
id: Para karyawan

source: English Name
ar: الاسم الانجليزي
id: Nama Inggris

source: Error occured trya gain
ar: حدث خطآء ما , حآول مجددآ
id: Terjadi kesalahan trya gain

source: Fax
ar: الفاكس

source: Groups
ar: المجموعات
id: Grup

source: Home
ar: الرئيسية
id: Rumah

source: ID Number
ar: الرقم القومي
id: Nomor ID

source: Is Active
ar: نشط
id: Aktif

source: Items
ar: الاصناف
id: Item

source: Job Title
ar: المسمي الوظيفي
id: Judul pekerjaan

source: LogIn
ar: تسجيل الدخول
id: Gabung

source: Log out
ar: تسجيل خروج
id: Keluar

source: Lookup items
ar: عناصر البيانات الثابتة
id: Item pencarian

source: Lookups
ar: البيانات الثابتة
id: Pencarian

source: Mobile
ar: الموبايل

source: Name
ar: الاسم
id: Nama

# Nationality
source: Nationalities
ar: الجنسيات
id: Kebangsaan

source: No
ar: لا
id: Tidak

source: Normal Search
ar: بحث عادي
id: Pencarian Normal

source: Numbers Only
ar: ارقام فقط
id: Hanya angka-angka

source: Password
ar: كلمة المرور
id: Kata sandi

source: Phone
ar: الهاتف
id: Telepon

source: Price
ar: السعر
id: Harga

source: RAKEB
ar: راقب

source: Remember Me
ar: تذكرني
id: Ingat saya

# Required
source: this field is required
ar: هذا الحقل مطلوب
id: Bagian ini diperlukan

source: Search
ar: بحث
id: Cari

source: Search By
ar: بحث بواسطة
id: Cari Dengan

source: Search Here
ar: ابحث هنا
id: Cari di sini

source: System Settings
ar: اعدادات النظام
id: Pengaturan sistem

source: Tasks Management
ar: ادارة المهام
id: Manajemen Tugas

source: Task Type
ar: نوع المهمة
id: Jenis Tugas

# UserIsInActiveErrMsg
source: User Is In Active
ar: المستخدم غير نشط
id: Pengguna Aktif

source: User Name
ar: اسم المستخدم
id: Nama pengguna

# UserNotFoundErrMsg
source: User Not Found
ar: المستخدم غير موجود
id: Pengguna tidak ditemukan

# UserOrPasswordIsWrongErrMsg
source: User or Password Is Wrong
ar: اسم المستخدم او كلمة المرور غير صحيحة
id: Pengguna atau Kata Sandi Salah

source: Users Management
ar: ادارة الموظفين
id: Manajemen Pengguna

# WantToDelete
source: Are you sure , you want to delete this item ?
ar: هل انت متأكد انك تريد حذف هذا العنصر ؟
id: Anda yakin ingin menghapus item ini?

source: Yes
ar: نعم
id: Iya

source: Choose Manager
ar: اختر مدير
id: Pilih Manajer

source: Gender
ar: الجنس
id: Jenis kelamin

source: Image
ar: صورة
id: Gambar

source: Manager
ar: المدير
id: Pengelola

source: Drag and drop or select add Image
ar: اسحب واترك او اختر صورة هنا
id: Seret dan lepas atau pilih tambah Gambar

source: Remove
ar: حذف
id: Menghapus

source: Select Image
ar: اختر صورة
id: Pilih gambar

source: Delete Confirmation
ar: تأكيد الحذف
id: Hapus Konfirmasi

source: Choose Work Shifts
ar: اختر مواعيد العمل
id: Pilih Work Shifts

source: Departments
ar: الاقسام
id: Departemen

source: From
ar: من
id: Dari

source: To
ar: الي
id: Untuk

source: Work Shifts
ar: مواعيد العمل
id: Shift kerja

source: Choose Employee
ar: اختر موظف
id: Pilih Karyawan

source: Choose Group
ar: اختر مجموعة
id: Pilih Grup

source: Choose Job Title
ar: اختر مسمي وظيفي
id: Pilih Judul Pekerjaan

source: Employee
ar: الموظف
id: Karyawan

source: Group
ar: المجموعة
id: Kelompok

source: Users
ar: المستخدمين
id: Pengguna

source: Choose City
ar: اختر مدينة
id: Pilih Kota

source: Choose Country
ar: اختر دولة
id: Pilih negara

source: Choose Customer Type
ar: اختر نوع العميل
id: Pilih Jenis Pelanggan

source: Choose District
ar: اختر منطقة
id: Pilih Distrik

source: City
ar: المدينة
id: Kota

source: Country
ar: الدولة
id: Negara

source: Customer Type
ar: نوع العميل
id: Tipe pelanggan

source: District
ar: المنطقة
id: Distrik

source: Domain
ar: الدومين

source: Logo
ar: اللوجو

source: Customer Contantcs
ar: اتصالات العميل
id: Kontan Pelanggan

source: Customers
ar: العملاء
id: Pelanggan

source: Email
ar: البريد الاليكتروني
id: Surel

source: Not valid email
ar: بريد اليكتروني غير صالح
id: Bukan email yang valid

source: Search About Location
ar: ابحث عن موقع
id: Cari Tentang Lokasi

source: Assigen To
ar: مسند لـ

source: Choose Customer
ar: اختر عميل
id: Pilih Pelanggan

source: Choose Periority
ar: اختر اولولية
id: Pilih Periority

source: Choose Task Type
ar: اختر نوع المهمة
id: Pilih Jenis Tugas

source: Customer
ar: العميل
id: Pelanggan

source: Description
ar: الوصف
id: Deskripsi

source: Periority
ar: الاولوية
id: Perioritas

source: Planned Start Date
ar: وقت البدء المخطط له
id: Tanggal Mulai yang Direncanakan

source: Tasks
ar: المهام
id: Tugas

source: Approved
ar: تم تاكيده
id: Disetujui

source: Canceled
ar: ملغاة
id: Dibatalkan

source: Finished
ar: منتهية
id: Jadi

source: In Proccess
ar: قيد التنفيذ
id: Dalam proses

source: Need Approval
ar: يحتاج تاكيد
id: Butuh Persetujuan

source: New
ar: جديد
id: Baru

source: Status
ar: الحالة

source: Cities
ar: المدن
id: Kota

source: Countries
ar: الدول
id: Negara

source: Districts
ar: المناطق
id: Distrik

source: Countries , Cities & Districts
ar: الدول والمدن والمناطق
id: Negara, Kota & Distrik

source: Module
ar: الادارة
id: Modul

source: Permissions
ar: الصلاحيات
id: Izin

source: Screens
ar: الشاشات
id: Layar

source: Select All
ar: اختر الكل
id: Pilih Semua

source: Reset Group Permissions
ar: حذف صلاحيات المجموعة
id: Setel Ulang Izin Grup

source: Give Group All Permissions
ar: اعطاء المجموعة كل الصلاحيات
id: Berikan Grup Semua Izin

source: Choose Fixed Asset Type
ar: اختر نوع الاصل
id: Pilih Jenis Aset Tetap

source: Fixed Assets
ar: الاصول
id: Aset Tetap

source: Fixed Asset Type
ar: نوع الاصل
id: Jenis Aset Tetap

source: Fixed Asset Types
ar: انواع الاصول
id: Jenis Aset Tetap

source: Has Tracking
ar: تتبع
id: Memiliki Pelacakan

source: Monitor Employees
ar: مراقبة الموظفين
id: Pantau Karyawan

source: First
ar: الاول
id: Pertama

source: Last
ar: الاخير
id: Terakhir

source: Next
ar: التالي
id: Lanjut

source: No data available in table
ar: لا توجد بيانات في الجدول
id: Tak ada data yang tersedia pada tabel ini

source: Prev
ar: السابق
id: Sebelumnya

source: Choose Company Branch
ar: اختر فرع الشركة
id: Pilih Cabang Perusahaan

source: Company Branch
ar: فرع الشركة
id: Cabang Perusahaan

source: Company Branches
ar: افرع الشركة
id: Cabang Perusahaan

source: Model Makers
ar: صانعى الموديلات
id: Pembuat Model

source: Service Type
ar: نوع الخدمة
id: Jenis Layanan

source: Vehicle Status
ar: حالة المركبة
id: Status Kendaraan

source: Choose Model Maker
ar: اختر صانع الموديل
id: Pilih Pembuat Model

source: Choose Vendor
ar: اختر البائع
id: Pilih Vendor

source: Model Maker
ar: صانع الموديل
id: Pembuat Model

source: Vehicle
ar: المركبة
id: Kendaraan

source: Vendor
ar: البائع
id: Penjaja

source: Vendors
ar: البائعيين
id: Vendor

source: Apply Charge Value
ar: تفعيل قيمة الشحن
id: Terapkan Nilai Biaya

source: Charge Value
ar: قيمة الشحن
id: Nilai Biaya

source: Delivery Time Of Orders
ar: توقيت تسليم الطلبات
id: Waktu pengiriman pesanan

source: Minimum Charges
ar: رسوم الحد الأدنى
id: Biaya Minimum

source: Turkish Name
ar: الاسم التركي
id: Nama Turki

source: Not Valid Charge Value
ar: قيمة الشحن غير صالحة
id: Tidak Nilai Biaya Berlaku

# WorkShiftPeriods
source: Periods Of Work Shifts
ar: فترات مواعيد العمل
id: Periode Pergantian Kerja

# WorkShiftPeriodsValidation
source: Must Be Enter At Least One Period Of Work Shifts
ar: لابد من ادخال فترة مواعيد عمل واحدة علي الأقل
id: Harus Masuk Paling Sedikit Satu Periode Pergantian Kerja

source: Accept Terms
ar: موافق علي الشروط

source: Activation Cost
ar: تكلفة التفعيل
id: Biaya Aktivasi

source: Choose Contractor Types
ar: اختر نوع المتعهد
id: Pilih Jenis Kontraktor

source: Choose Contract Status
ar: اختر حالة العقد
id: Pilih Status Kontrak

source: Choose Recurring Cost Amount
ar: اختر قيمة التكلفة المتكررة
id: Pilih Jumlah Biaya Berulang

source: Closed
ar: مغلق
id: Tutup

source: Contract End Date
ar: تاريخ نهاية العقد
id: Tanggal Berakhir Kontrak

source: Contract Expiration Date
ar: تاريخ انتهاء صلاحية العقد
id: Tanggal kadaluarsa kontrak

source: Contractors Types
ar: أنواع المتعهديين
id: Jenis Kontraktor

source: Contractor Type
ar: نوع المتعهد
id: Jenis Kontraktor

source: Contract Reference
ar: تفاصيل العقد
id: Referensi Kontrak

source: Contracts
ar: العقود
id: Kontrak

source: Contract Start Date
ar: تاريخ بداية العقد
id: Tanggal Mulai Kontrak

source: Contract Status
ar: حالة العقد
id: Status kontrak

source: Contract Type
ar: نوع العقد
id: Jenis Kontrak

source: Cost
ar: التكلفة
id: Biaya

source: Daily
ar: يومي
id: Harian

source: Date
ar: التاريخ
id: Tanggal

source: Expired
ar: منتهي الصلاحية
id: Kedaluwarsa

source: In Progress
ar: تحت الانتظار
id: Sedang berlangsung

source: Invoice Date
ar: تاريخ الفاتورة
id: Tanggal faktur

source: Invoice Reference
ar: معلومات الفاتورة
id: Referensi Faktur

source: Monthly
ar: شهري
id: Bulanan

# None
source: No
ar: لا يوجد
id: Tidak

# NotValid
source: Inserted Value Is Not Valid
ar: القيمة التي ادخلتها غير صحيحة
id: Nilai yang Dimasukkan Tidak Valid

source: Odometer At Creation
ar: قيمة العداد عند البداية
id: Odometer Saat Penciptaan

source: Odometer Value
ar: قيمة العداد
id: Nilai Odometer

source: Purchaser
ar: المشتري
id: Pembeli

source: Purchasers
ar: المشتريين
id: Pembeli

source: Recurring Cost Amount
ar: قيمة التكلفة المتكررة
id: Jumlah Biaya Berulang

source: Select Vehicle
ar: اختر المركبة
id: Pilih Kendaraan

source: Services
ar: الخدمات
id: Jasa

source: Total Price
ar: السعر الاجمالي
id: Total harga

source: Weekly
ar: أسبوعي
id: Mingguan

source: Yearly
ar: سنوي
id: Tahunan

source: Catalog Value
ar: الكتالوج
id: Nilai katalog

source: Chassis Number
ar: رقم الشاسيه
id: Nomor Sasis

source: CO2 Emissions
ar: انبعاثات CO2
id: Emisi CO2

source: Doors
ar: الأبواب
id: Pintu

source: Driver Name
ar: اسم السائق
id: Nama pengemudi

source: Horse Power
ar: قوة حصان
id: Kekuatan Kuda

source: Horse Power Taxation
ar: قوة حصان الضرائب
id: Perpajakan Tenaga Kuda

source: Immatriculation Date
ar: تاريخ
id: Tanggal Immatriculation

source: Last Odometer
ar: آخر عداد المسافات
id: Odometer terakhir

source: License Plate
ar: لوحة ترخيص
id: Pelat

source: Location
ar: الموقع
id: Lokasi

source: Model Year
ar: سنة الصنع
id: Tahun Model

source: Number Of Contract
ar: عدد العقود
id: Jumlah Kontrak

source: Odometer Type
ar: نوع عداد المسافات
id: Jenis Odometer

source: Power
ar: قوة
id: Kekuasaan

source: Residual Value
ar: القيمة المتبقية
id: Nilai sisa

source: Seats
ar: مقاعد
id: Tempat duduk

source: Select Fuel Type
ar: اختر نوع الوقود
id: Pilih Jenis Bahan Bakar

source: Select Transmission Type
ar: اختر نوع النقل
id: Pilih Jenis Transmisi

source: Cost Description
ar: تفاصيل التكلفة
id: Deskripsi Biaya

source: Costs
ar: التكاليف
id: Biaya

source: Select Service
ar: اختر الخدمة
id: Pilih Layanan

# EndDateMustBeGreaterThanStartDate
source: Contract End Date Must Be Greater Than Start Date
ar: تاريخ نهاية العقد يجب أن يكون أكبر من تاريخ بداية العقد
id: Tanggal Berakhir Kontrak Harus Lebih Besar Dari Tanggal Mulai

source: Choose Purchaser
ar: اختر المشتري
id: Pilih Pembeli

source: Select Service Type
ar: اختر نوع الخدمة
id: Pilih Jenis Layanan

source: Service
ar: الخدمة
id: Layanan

# ExpirationDateMustBeGreaterThanEndDate
source: Contract Expiration Date Must Be Greater Than Contract End Date
ar: تاريخ انتهاء صلاحية العقد يجب أن يكون أكبر من تاريخ نهاية العقد
id: Tanggal Kadaluwarsa Kontrak Harus Lebih Besar Dari Tanggal Berakhir Kontrak

source: Liter
ar: لتر

# PricePerLiter
source: Price Liter
ar: سعر التر
id: Liter Harga

source: Unit
ar: الوحدة
id: Satuan

source: AIR PORT TRAFFIC
ar: مطار المرور
id: TRAFFIC PELABUHAN UDARA

source: Alerts
ar: الانذارت
id: Lansiran

source: CARGO
ar: حمولة
id: MUATAN

source: CHAT
ar: محادثة
id: OBROLAN

source: Dashboard
ar: لوحة القيادة
id: Dasbor

source: Delay For
ar: تأخير ل
id: Tunda untuk

source: Departing at
ar: المغادرة في
id: Berangkat pukul

source: Detailed Activity
ar: نشاط مفصل
id: Kegiatan terperinci

source: Distance
ar: مسافة
id: Jarak

source: Distance Traveled
ar: المسافة المقطوعة
id: Jarak yang ditempuh

source: Ferry Arrival
ar: وصول العبارة
id: Kedatangan Ferry

source: From Last Hour
ar: من آخر ساعة
id: Dari Last Hour

source: From Last Month
ar: من اخر شهر
id: Dari Bulan Terakhir

source: From Station
ar: من المحطة
id: Dari Stasiun

source: Graphical Dashboard
ar: لوحة القيادة الرسومية
id: Dasbor Grafis

source: Invalid Logs
ar: سجلات غير صالحة
id: Log Tidak Valid

source: Last Log Processed
ar: آخر سجل تم معالجته
id: Log Terakhir Diproses

source: Last seen
ar: اخر ظهور
id: Terakhir terlihat

source: Last Status
ar: اخر حالة
id: Status Terakhir

source: Live Dashboard
ar: لوحة القيادة الحية
id: Dasbor Langsung

source: MAIN WIDGET
ar: الحاجز الرئيسي
id: WIDGET UTAMA

source: Max Speed
ar: اقصي سرعة
id: Kecepatan maksimum

source: My Profile
ar: الحساب الشخصي
id: Profil saya

source: Overall result
ar: النتيجة النهائية
id: Hasil keseluruhan

source: Purchase
ar: المشتريات
id: Membeli

source: Rate
ar: معدل
id: Menilai

source: Reports
ar: تقارير
id: Laporan

source: Search Menu
ar: قايمة البحث
id: Cari Menu

# SeeNotification
source: See All Notification
ar: رؤية كل الاشعارات
id: Lihat Semua Pemberitahuan

source: Speed
ar: سرعة
id: Kecepatan

source: Start - Stop
ar: البداية - النهاية
id: Mulai berhenti

source: Take Of
ar: انزع
id: Ambil dari

source: The average speed
ar: متوسط ​​السرعة
id: Kecepatan rata-rata

source: to the check point
ar: إلى نقطة التفتيش
id: ke titik pemeriksaan

source: Train Speed
ar: قطار السرعة
id: Kecepatan Kereta

source: Type of Alert
ar: نوع التنبيه
id: Jenis Peringatan

source: Valid Logs
ar: سجلات صالحة
id: Log yang valid

source: Welcome
ar: اهلا
id: Selamat datang

source: Alert Description
ar: وصف الانذار
id: Deskripsi Peringatan

source: Carrier detailed
ar: الناقل مفصلة
id: Operator terperinci

source: Date Range
ar: نطاق التاريخ
id: Rentang Tanggal

source: Distance Travelled
ar: المسافة المقطوعة
id: Jarak yang ditempuh

source: End
ar: النهاية
id: Akhir

source: First log time
ar: أول مرة سجل
id: Waktu log pertama

source: Last log time
ar: آخر مرة سجل
id: Waktu log terakhir

source: Last week
ar: الاسبوع الماضى
id: Minggu lalu

source: previous x days
ar: أيام س السابقة
id: x hari sebelumnya

source: Start Location
ar: بدء الموقع
id: Mulai Lokasi

source: Stop Location
ar: وقف الموقع
id: Hentikan Lokasi

source: Stopped Time
ar: توقف الوقت
id: Berhenti waktu

source: Today
ar: اليوم
id: Hari ini

source: Vechile model
ar: نموذج المركبة
id: Model Vechile

source: yesterday
ar: في الامس
id: kemarin

source: Vehicle Drivers
ar: سائقين المركبة
id: Pengemudi Kendaraan

source: Carrier ID
ar: رقم النقل
id: ID Operator

source: Geofence Alert
ar: Geofence انذار
id: Peringatan Geofence

source: Low battery
ar: البطارية ضعيفة
id: Baterai lemah

source: Low fuel
ar: وقود منخفض
id: Bahan bakar rendah

source: Over speed
ar: السرعة الزائدة
id: Lebih dari kecepatan

source: Sos Alert
ar: انذار استغاثة
id: Peringatan Sos

# TypeAlert
source: Type of Alert
ar: انواع الانذار
id: Jenis Peringatan

# MovingCars
source: Moving Vehicles
ar: المركبات المتحركة
id: Pindah Mobil

# StopingCars
source: Stoping Vehicles
ar: المركبات المتوقفة
id: Menghentikan Mobil

# IdleCars
source: Idle Vehicles
ar: المركبات الخاملة
id: Mobil idle

# CarHistory
source: Vehicles History
ar: تاريخ المركبة
id: Sejarah Mobil

source: Choose Vehicle
ar: اختر المركبة
id: Pilih Kendaraan

source: End Date
ar: وقت النهاية
id: Tanggal Berakhir

source: Start Date
ar: وقت البداية
id: Mulai tanggal

source: details of notification
ar: تفاصيل الاشعار
id: detail pemberitahuan

# TrackingCars
source: Tracking Vehicles
ar: تتيع المركبات
id: Pelacakan Mobil

source: Begin - End
ar: البداية والنهاية
id: Mulai - Akhir

source: End Location
ar: مكان النهاية
id: Lokasi Akhir

source: Moved Hours
ar: ساعات التحرك
id: Jam Pindah

# overWeight
source: Weight
ar: الوزن الزائد
id: Kegemukan

source: Stoped Hours
ar: ساعات الوقف
id: Jam Berhenti

source: Time passed after last log
ar: مر الوقت بعد السجل الأخير
id: Waktu berlalu setelah log terakhir

source: Robbery
ar: سرقة
id: Perampokan

# StopingCarsOff
source: Stoping Engine Off
ar: موقفة والمحرك موقف
id: Mesin Mati

# StopingCarsOn
source: Stoping Engine On
ar: موقفة والمحرك شغال
id: Mesin Berhenti Hidup

source: All
ar: كل
id: Semua

source: Previous
ar: السابق
id: Sebelumnya

source: Show Alerts
ar: إظهار التنبيهات
id: Tampilkan Lansiran

source: Show Details
ar: اظهر التفاصيل
id: Tampilkan Detail

source: Show Map
ar: عرض الخريطة
id: Tampilkan Peta

source: for Vehice
ar: للمركبة
id: untuk Kendaraan

# maintenanceAlertBody
source: Peringatan remanufaktur hilang
ar: تحذير معاد الصيانة انتهي
id: تحذير معاد الصيانة انتهي

source: Normal Search
ar: بحث عادي
id: Pencarian Normal

source: Hide
ar: إخفاء

source: Configuration
ar: ترتيب

source: Key
ar: مفتاح

source: Avg Speed
id: Kecepatan rata-rata

source: Battery-Ok
id: Baterai-Ok

source: CarrierDetails
id: Rincian Operator

source: Chassis Number
id: Nomor Sasis

source: Choose Driver
id: Pilih Driver

source: Choose Vehicle Model
id: Pilih Model Kendaraan

source: Custom date range
id: Rentang tanggal khusus

source: English
id: Inggris

source: Ignition Alert
id: Peringatan Pengapian

source: Moving Avarage
id: Pindah Rata

source: Previous days
id: Hari-hari sebelumnya

source: Select Date
id: Pilih Tanggal

source: Start
id: Mulailah
